{
	"friday": [{
			"day": "friday",
			"time": "9:00 PM",
			"activity": "Team Formation",
			"subtitle": "",
			"location": "Under Henry Koffler Building",
			"description": "Don't have a team yet? No problem! Head to community area outside Henry Koffler at 9 PM for a meet and greet of other participants who don't have a team"
		},
		{
			"day": "friday",
			"time": "9:30 PM",
			"activity": "WICS Reception",
			"subtitle": "",
			"location": "SEL 311",
			"description": "No description has been provided for this event"
		},
		{
			"day": "friday",
			"time": "11:00 PM",
			"activity": "Slacklining On The Mall",
			"subtitle": "",
			"location": "Outside to the Right",
			"description": "Come get some fresh air outside the hackathon and test you balance on our slackline! Slacklining is a alternative sport where hackers can walk and balance on a long piece of nylon rope strung between trees. Our slackline will be taught and only one foot off the ground so new and experienced hackers can enjoy slacking off!"
		}],
	"saturday": [{
			"day": "saturday",
			"time": "9:00 AM",
			"activity": "Yoga",
			"subtitle": "",
			"location": "Grass Area South of Koffler",
			"description": "Yoga is a great way to clear your head and recharge your body in the midst. A recently graduated UA graduate student has offered to volunteer her skills in some relaxing and energizing yoga on the mall."
		},
		{
			"day": "saturday",
			"time": "10:00 AM",
			"activity": "12 Step Meeting",
			"subtitle": "",
			"location": "iSpace",
			"description": "At the UA Hackathon, we support our hackers, volunteers, organizers, and mentors who are in recovery. There will be a 12 step meeting on Saturday at 10:00am in the iSpace (2nd floor of the Science and Engineering Library) open to anyone working a 12 step recovery program. If you would like information about meetings in Tucson for additional meetings or support for AA, Alanon, SLAA, or NA, you can find links to them below. If your program isn 't listed here and you need help finding resources, feel free to email stephensrec@gmail.com and we can help you find the right meeting. http://aatucson.org/ http://www.al-anon-southernaz.org/ http://www.tucsonslaa.org/ http://www.natucson.org/meetinglist.php"
		},
		{
			"day": "saturday",
			"time": "12:00 PM",
			"activity": "Therapy Dogs",
			"subtitle": "",
			"location": "SEL",
			"description": "The Pet Partners of Southern Arizona will be bringing therapy dogs to our hackathon again this year! Come hang out with all the puppers and doggos your heart can handle."
		},
		{
			"day": "saturday",
			"time": "12:00 PM",
			"activity": "Raytheon Challenge",
			"subtitle": "",
			"location": "SEL",
			"description": "Write a program to detect if a sentence contains a palindrome. Prize: Gemma wearable computer. See challenge under events."
		},
		{
			"day": "saturday",
			"time": "1:00 PM",
			"activity": "Raytheon Challenge",
			"subtitle": "",
			"location": "SEL",
			"description": "Decrypt the hash 4e2ab1da03b6ebfaeff88d8bcdaea371. Prize: T-Shirt. See challenge under activities in the app"
		},
		{
			"day": "saturday",
			"time": "2:00 PM",
			"activity": "Coding in the Dark",
			"subtitle": "",
			"location": "SEL Main Floor",
			"description": "Think you can build a website in 15 minutes with only one shot to run your code? Come take on this challenge brought to you by MLH."
		},
		{
			"day": "saturday",
			"time": "3:00 PM",
			"activity": "Smash Bros Melee Tourney",
			"subtitle": "",
			"location": "SEL 1st Floor",
			"description": "Probably our most anticipated activity of the hackathon, the Super Smash Brothers Melee Competition is a 4 hour tournament!"
		},
		{
			"day": "saturday",
			"time": "3:30 PM",
			"activity": "Minute to Win It Relay Games",
			"subtitle": "",
			"location": "SEL Main Floor",
			"description": "The Elephant March is a wacky and fun relay race where students compete to swing and knock over bottles using only the tennis ball inside the nylons pulled over their head, it’s ridiculous to watch and hilarious to play! In the Donut Eating Race will compete to see who can finish a donut on a string the fastest above their head without their hands in our Donut Eating Contest. "
		},
		{
			"day": "saturday",
			"time": "5:00 PM",
			"activity": "Charles Darwin Improv Show",
			"subtitle": "",
			"location": "SEL Main Floor",
			"description": "The Charles Darwin Experience is the University’s only all improv comedy group and this year they are making their Hack Arizona debut! Come be an active audience member in shouting out zany suggestions for the improvised games the Darwins will be playing in a fun “Whose Line Is It Anyway?” style performance."
		},
		{
			"day": "saturday",
			"time": "9:00 PM",
			"activity": "Hypnotist",
			"subtitle": "",
			"location": "SEL Main Floor (200S)",
			"description": "Come participate in or simple be a spectator to our biggest activity of the hackathon, our comedy hypnotist! This unique and engaging show will convince the non-believers how influential the power of persuasion can have on the mind."
		}
	],
	"sunday": [{
		"day": "sunday",
		"time": "1:45 AM",
		"activity": "Dance Party",
		"subtitle": "",
		"location": "Main Floor",
		"description": "Come get lit with the Hack AZ squad at our dance party on the Main Floor"
	}]
}
