{
	"friday":[{
				"sponsor": "Sunquest Information Systems",
				"talk": "Market Strategy Formulation",
				"time": "10:00pm",
				"location": "SEL 5th floor",
				"description": "Understanding Key Elements of a Successful Marketing Strategy"
			},
			{
				"sponsor": "Paradox",
				"talk": "Conversational Agents",
				"time": "11:00pm",
				"location": "SEL 5th floor",
				"description": "Build conversational interfaces for apps, bots, and devices through the power of Natural Language Processing and Machine Learning using Wit.ai"
			}],
	"saturday":[{
				"sponsor": "StateFarm",
				"talk": "The Use of Biometrics",
				"time": "9:00am",
				"location": "SEL 5th Floor",
				"description": "Using biometrics to reduce or eliminate the risk associated with online identification of your accounts."
			},
			{
				"sponsor": "GoDaddy",
				"talk": "Making a reactjs app real time with WebSockets",
				"time": "10:00am",
				"location": "SEL 5th floor",
				"description": "Learn about node.js, reactjs, yarn, websockets, and publishing a web application to github pages. We will be building a chat application using FaceBook’s create-react-app and a websocket api.  All source code will be published to github during the presentation."
			},
			{
				"sponsor": "Grad Student Arman Hezarkhani",
				"talk": "Getting Started with Google Cloud Platform",
				"time": "11:00am",
				"location": "SEL 5th Floor",
				"description": "In this talk, we'll learn about 5 Machine Learning APIs, how to deploy an application to the cloud, and review the basic concepts of cloud. The talk is heavily focused on technologies that you can use in your hackathon projects!"
			},
			{
				"sponsor": "General Dynamic Mission Systems",
				"talk": "Cryptography-Why Should We Care?",
				"time": "1:00pm",
				"location": "SEL 5th Floor",
				"description": "Paul Grumley and Curtis Wyatt, Software Systems Engineers from General Dynamics Mission Systems presenting a summary of cryptography.  Topics include a brief history, the fundamentals, and what it means to you in your personal and professional lives"
			},
			{
				"sponsor": "General Dynamic Mission Systems",
				"talk": "Designing Systems, Hardware and Software for Use in Space",
				"time": "2:00pm",
				"location": "SEL 5th Floor",
				"description": "Tom Butler, Senior Engineering Manager from General Dynamics Mission Systems presenting an overview of engineering challenges when designing systems for use in space. Topics include architectural considerations, overcoming harsh environmental requirements, special processes and current space system examples."
			},
			{
				"sponsor": "Sunquest Information Systems",
				"talk": "Safety By Design",
				"time": "3:00pm",
				"location": "SEL 5th Floor",
				"description": "In the Healthcare industry, safety is a part of everything we do. With the oncoming AI revolution safety will take on an even greater role as software begins to interact more and more with the physical world. This talk will focus on how Sunquest Information Systems approaches the safety problem and how others might follow."
			},
			{
				"sponsor": "Jacobs",
				"talk": "Embedded microcontrollers…Bringing your builds to life!",
				"time": "4:00pm",
				"location": "SEL 5th floor",
				"description": "This talk will focus on popular open hardware like Arduino and Rasberry Pi and demonstrate how they can be leveraged to control off the shelf electronics components to build your own customized electronics for wearables, robotics, IoT, etc."
			},
			{
				"sponsor": "Amazon",
				"talk": "Real-time Analytics at Internet Scale with Filink, Supeset and Druid",
				"time": "5:00pm",
				"location": "SEL 5th floor",
				"description": "Using Flink, Superset and Druid. Amazon is going to show you how to Real-time Analytics work in this Tech Talk"
			},
			{
				"sponsor": "Microsoft",
				"talk": "5 app design mistakes you’re making right now (and how to fix them)",
				"time": "6:00pm",
				"location": "SEL 5th floor",
				"description": "You’ve had to deal with them as a user. They’re aggravating, they’re distracting--and you’re probably making them right now in your own apps. Alex and Mike talk about 5 of the most common app design mistakes and share techniques for avoiding them."
			},
			{
				"sponsor": "Microsoft",
				"talk": "Fluent Design and evolving the Microsoft Design System",
				"time": "8:00pm",
				"location": "SEL 5th floor",
				"description": "This talk is predominantly design related and showcases out approach to Fluent Design and evolving the Microsoft Design System. This talk will also focus on how we are incubating ideas & innovating (especially through code) in order to drive the system forwards."
			},
			{
				"sponsor": "Jacobs",
				"talk": "IoT Exploitation",
				"time": "11:00pm",
				"location": "SEL 5th floor",
				"description": "This talk will take a high level look at the vulnerabilities and attack surfaces surrounding one the most rapidly expanding markets in tech today."
			}],
	"sunday":[
			{
				"sponsor": "",
				"talk": "",
				"subtitle":"",
				"time": "",
				"location": "",
				"description": "No Tech Talks have been scheduled for this day"
			}]
}
